[
  {
    "id": 1,
    "area": "Alfabetizaci칩n Digital B치sica",
    "text": "쮺u치l es el nivel general de conocimiento digital del due침o o encargado?",
    "options": [
      {
        "value": 1,
        "label": "No maneja herramientas digitales b치sicas.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Usa dispositivos solo para mensajes o llamadas.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Sabe usar correo electr칩nico, redes sociales y navegadores.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Maneja herramientas como Google Docs, Excel sencillo o plataformas de pago.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 2,
    "area": "Alfabetizaci칩n Digital B치sica",
    "text": "쮺칩mo se capacita al equipo en el uso de herramientas digitales?",
    "options": [
      {
        "value": 1,
        "label": "No hay capacitaci칩n ni orientaci칩n formal.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Se han dado indicaciones informales sobre buenas pr치cticas.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Hay talleres peri칩dicos o recursos disponibles para aprender.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "La empresa tiene un plan estructurado de formaci칩n digital continua.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 3,
    "area": "Alfabetizaci칩n Digital B치sica",
    "text": "쯈u칠 tipo de herramientas digitales se usan habitualmente?",
    "options": [
      {
        "value": 1,
        "label": "Solo herramientas muy b치sicas (como WhatsApp o SMS).",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Herramientas comunes pero sin integraci칩n entre s칤.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Herramientas colaborativas como Google Drive, Dropbox o Teams.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Uso avanzado e integrado de herramientas empresariales (ERP, CRM, etc.).",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 4,
    "area": "Alfabetizaci칩n Digital B치sica",
    "text": "쯉e registran y analizan las interacciones digitales para mejorar?",
    "options": [
      {
        "value": 1,
        "label": "No, no hay an치lisis de datos ni medici칩n de resultados.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Se revisan algunos datos manualmente, pero no hay acciones derivadas.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Se guardan datos y se revisan ocasionalmente para tomar decisiones.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Los datos se analizan regularmente para optimizar procesos y experiencia del cliente.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 5,
    "area": "Alfabetizaci칩n Digital B치sica",
    "text": "쮺칩mo se mide el impacto de la presencia digital en el negocio?",
    "options": [
      {
        "value": 1,
        "label": "No se mide; todo se percibe subjetivamente.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Se comparan ventas antes y despu칠s de campa침as puntuales.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Se monitorea tr치fico web, seguidores o clics en anuncios.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Se usan m칠tricas como conversi칩n, ROI, tiempo de respuesta y satisfacci칩n del cliente.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 6,
    "area": "Presencia en L칤nea Mejorada",
    "text": "쯈u칠 tan completa es tu presencia digital actual?",
    "options": [
      {
        "value": 1,
        "label": "Solo perfiles en redes sociales sin informaci칩n clara ni prop칩sito comercial.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Tiene sitio web b치sico sin funcionalidad clara ni dise침o atractivo.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Cuenta con sitio web funcional y presencia activa en redes sociales.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Plataforma robusta con tienda online, contenido actualizado y experiencia de usuario optimizada.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 7,
    "area": "Presencia en L칤nea Mejorada",
    "text": "쮺칩mo se gestionan las interacciones en canales digitales?",
    "options": [
      {
        "value": 1,
        "label": "Todo queda en el chat o se pierde f치cilmente.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Guardamos capturas o reenviamos informaci칩n importante, pero sin orden.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Archivamos manualmente o copiamos mensajes clave en documentos o hojas de c치lculo.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Contamos con sistema sistematizado de registro: CRM b치sico, Drive organizado, correo empresarial, etc.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 8,
    "area": "Presencia en L칤nea Mejorada",
    "text": "쯊ienen una firma digital o mensaje est치ndar para comunicarse con clientes?",
    "options": [
      {
        "value": 1,
        "label": "No usamos ning칰n tipo de firma o mensaje est치ndar.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "A veces copiamos y pegamos informaci칩n manualmente.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Usamos mensajes predeterminados o firmas, pero no siempre ni en todos los canales.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Tenemos firmas o mensajes bien dise침ados y consistentes en todos los canales digitales.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 9,
    "area": "Comunicaci칩n Interna y Externa",
    "text": "쮺칩mo se organiza la comunicaci칩n interna en tu empresa?",
    "options": [
      {
        "value": 1,
        "label": "Todo se organiza con instrucciones verbales, llamadas o papel.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Usamos correo electr칩nico o apps simples como WhatsApp.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Usamos correo empresarial, agendas digitales y chats organizados.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Tenemos herramientas de gesti칩n colaborativa (Teams, Slack, Notion) con canales claros y procesos documentados.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 10,
    "area": "Comunicaci칩n Interna y Externa",
    "text": "쮺칩mo se comunican con proveedores y socios externos?",
    "options": [
      {
        "value": 1,
        "label": "Solo por llamadas, mensajes o email sin estructura.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Intercambiamos archivos por correo o mensajer칤a, sin sistemas formales.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Usamos plataformas de nube (Google Drive, Dropbox) y herramientas de firma digital.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Integramos herramientas de firma, coordinaci칩n y entrega digital de documentos.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 11,
    "area": "Gesti칩n de Clientes (CRM)",
    "text": "쮺칩mo se registra y organiza la informaci칩n de los clientes?",
    "options": [
      {
        "value": 1,
        "label": "No se registra informaci칩n.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Se guardan datos en archivos locales o hojas de c치lculo compartidas.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Usamos herramientas como Google Workspace o CRM b치sico.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "La informaci칩n de clientes est치 completamente digitalizada e integrada con ventas y servicio postventa.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 12,
    "area": "Gesti칩n de Clientes (CRM)",
    "text": "쮺칩mo personaliza la experiencia del cliente?",
    "options": [
      {
        "value": 1,
        "label": "No hay personalizaci칩n.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Se usan datos b치sicos como nombre y preferencias generales.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Enviamos ofertas personalizadas seg칰n comportamiento reciente.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Se usa sistema automatizado de resoluci칩n, encuestas y feedback continuo.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 13,
    "area": "Datos y Toma de Decisiones",
    "text": "쮺칩mo recolectan y organizan la informaci칩n relevante para tomar decisiones?",
    "options": [
      {
        "value": 1,
        "label": "No se recolecta ni organiza informaci칩n; las decisiones son intuitivas.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Se guardan algunos datos manualmente (en papel o hojas de c치lculo).",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Se recopilan datos digitales b치sicos (ventas, tr치fico web) y se analizan ocasionalmente.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Contamos con sistemas automatizados que alertan sobre tendencias y toman decisiones parcialmente aut칩nomas.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 14,
    "area": "Datos y Toma de Decisiones",
    "text": "쯉e comparan datos hist칩ricos para evaluar rendimiento y hacer ajustes?",
    "options": [
      {
        "value": 1,
        "label": "No se comparan datos ni se hacen ajustes basados en ellos.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Se revisan datos puntuales, pero sin profundidad ni seguimiento.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Se generan reportes mensuales con indicadores clave.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Dashboards en tiempo real y an치lisis predictivo de rendimiento.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 15,
    "area": "Datos y Toma de Decisiones",
    "text": "쮺칩mo se ajusta la estrategia seg칰n los resultados obtenidos?",
    "options": [
      {
        "value": 1,
        "label": "No hay ajuste; todo es est치tico.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Se hacen cambios puntuales sin base en datos.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Se revisan datos y se ajustan campa침as manualmente.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Las campa침as se ajustan autom치ticamente bas치ndose en test A/B y modelos predictivos.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 16,
    "area": "Ciberseguridad B치sica",
    "text": "쯈u칠 nivel de protecci칩n tienen los equipos y redes de la empresa?",
    "options": [
      {
        "value": 1,
        "label": "No hay protecci칩n activa (no antivirus, no contrase침as, no firewalls).",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Usan antivirus b치sicos y contrase침as d칠biles sin pol칤ticas definidas.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Tienen antivirus activos, contrase침as seguras y actualizaciones peri칩dicas.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Adem치s de lo anterior, aplican control de acceso, bloqueo autom치tico y revisiones t칠cnicas regulares.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 17,
    "area": "Ciberseguridad B치sica",
    "text": "쮼l equipo de trabajo est치 capacitado en buenas pr치cticas de seguridad digital?",
    "options": [
      {
        "value": 1,
        "label": "No se ha realizado ninguna capacitaci칩n ni se han establecido normas.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Se han dado indicaciones informales sobre el cuidado de claves y navegaci칩n segura.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Todos los empleados reciben orientaci칩n b치sica sobre seguridad digital.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Todo el personal ha recibido capacitaci칩n formal sobre phishing, contrase침as y protecci칩n de datos.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 18,
    "area": "Ciberseguridad B치sica",
    "text": "쯊ienen procedimientos ante incidentes digitales (por ejemplo, p칠rdida de informaci칩n, hackeo)?",
    "options": [
      {
        "value": 1,
        "label": "No tenemos ning칰n procedimiento o protocolo definido.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Solo reaccionamos cuando ocurre un problema, sin un plan claro.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Tenemos pasos b치sicos definidos para casos de p칠rdida de datos o bloqueos.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Contamos con protocolos, responsables y herramientas para actuar ante incidentes, adem치s de evaluaciones peri칩dicas de riesgos.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 19,
    "area": "Ciberseguridad B치sica",
    "text": "쯋san doble verificaci칩n u otros mecanismos de autenticaci칩n para cuentas importantes?",
    "options": [
      {
        "value": 1,
        "label": "Solo usamos usuario y contrase침a, iguales en todos los dispositivos.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Algunos usan verificaci칩n en dos pasos, pero no es obligatorio.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "La mayor칤a de accesos importantes est치n protegidos con doble verificaci칩n.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Todos los accesos cr칤ticos tienen m칰ltiples capas de seguridad y revisiones peri칩dicas.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 20,
    "area": "Marketing y Ventas Digitales",
    "text": "쮺칩mo gestiona la empresa sus campa침as de marketing digital?",
    "options": [
      {
        "value": 1,
        "label": "No realizamos campa침as de marketing digital.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Publicamos ocasionalmente en redes sociales sin planificaci칩n ni seguimiento.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Tenemos campa침as planificadas, con objetivos y seguimiento b치sico.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Usamos estrategias multicanal con an치lisis de resultados y optimizaci칩n continua.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 21,
    "area": "Marketing y Ventas Digitales",
    "text": "쯋tilizan herramientas digitales para promoci칩n o publicidad?",
    "options": [
      {
        "value": 1,
        "label": "No usamos ninguna herramienta digital para promocionar el negocio.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Hacemos publicaciones puntuales en redes, sin planificaci칩n.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Usamos herramientas gratuitas o apps para dise침o y env칤o de contenido.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Tenemos un enfoque estrat칠gico con programaci칩n de publicaciones, anuncios pagados y an치lisis de resultados.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 22,
    "area": "Marketing y Ventas Digitales",
    "text": "쮺칩mo se gestionan las ventas digitales o transacciones electr칩nicas?",
    "options": [
      {
        "value": 1,
        "label": "El proceso es manual: ventas en efectivo, sin registro digital ni factura electr칩nica.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Algunas ventas se registran digitalmente (por ejemplo, Excel o notas en celular).",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Se emiten facturas electr칩nicas y se registra informaci칩n de ventas en herramientas digitales.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "El proceso de ventas es completamente digital: integrado con facturaci칩n electr칩nica, inventario y CRM.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 23,
    "area": "Digitalizaci칩n de Procesos Centrales",
    "text": "쮺칩mo se gestiona el inventario o control de stock?",
    "options": [
      {
        "value": 1,
        "label": "No hay control digital del inventario; se hace visual o en papel.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Usamos hojas de c치lculo para registrar entradas y salidas.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Usamos software espec칤fico para registrar y alertar sobre niveles de inventario.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "El sistema de inventario est치 integrado con ventas, compras y alertas autom치ticas de reposici칩n.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 24,
    "area": "Digitalizaci칩n de Procesos Centrales",
    "text": "쮺칩mo se gestionan los procesos contables y financieros?",
    "options": [
      {
        "value": 1,
        "label": "Llevamos la contabilidad de forma manual o solo el contador lo sabe.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Registramos ingresos y egresos en Excel o en un programa muy b치sico.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Usamos herramientas para registrar gastos, generar reportes y predecir flujos de caja.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Todo est치 integrado: contabilidad, finanzas, n칩mina y tesorer칤a con herramientas profesionales.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 25,
    "area": "Digitalizaci칩n de Procesos Centrales",
    "text": "쮺칩mo se protege la informaci칩n sensible de clientes y la empresa?",
    "options": [
      {
        "value": 1,
        "label": "No se resguarda ni respalda la informaci칩n.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Guardamos datos en la nube, pero sin cifrado ni respaldo seguro.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Realizamos respaldos peri칩dicos y restringimos el acceso a ciertos archivos.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Usamos pol칤ticas claras de respaldo, acceso restringido y encriptaci칩n de datos sensibles.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 26,
    "area": "Experiencia M칩vil",
    "text": "쯃a experiencia m칩vil de tu presencia digital es buena?",
    "options": [
      {
        "value": 1,
        "label": "No, el sitio no funciona bien en m칩viles.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Funciona en redes sociales, pero el sitio web no est치 optimizado.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "El sitio web y redes se visualizan bien en m칩viles, aunque no hay pruebas regulares.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "S칤, toda la presencia digital est치 dise침ada y probada para 칩ptima experiencia en m칩viles.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 27,
    "area": "Experiencia M칩vil",
    "text": "쮺칩mo se identifican y corrigen errores operativos?",
    "options": [
      {
        "value": 1,
        "label": "Solo se detectan cuando generan reclamos o p칠rdidas visibles.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Se revisan peri칩dicamente con esfuerzo manual.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "El sistema alerta autom치ticamente sobre inconsistencias.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "La empresa cuenta con monitoreo continuo, alertas autom치ticas y acciones correctivas programadas.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 28,
    "area": "Experiencia M칩vil",
    "text": "쯈u칠 tan escalable es su operaci칩n gracias a la automatizaci칩n?",
    "options": [
      {
        "value": 1,
        "label": "El crecimiento implica contratar m치s personas porque todo depende de trabajo manual.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Se han reducido tiempos gracias a herramientas simples, pero siguen siendo repetitivas.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "El tiempo se ha reducido sustancialmente gracias a automatizaci칩n parcial.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Las tareas administrativas clave est치n automatizadas o centralizadas, lo que permite completarlas en minutos y sin errores.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 29,
    "area": "Protecci칩n y Seguridad Digital",
    "text": "쮺칩mo se protege la informaci칩n sensible de clientes y la empresa?",
    "options": [
      {
        "value": 1,
        "label": "No se resguarda ni respalda la informaci칩n.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "La informaci칩n se guarda localmente sin cifrado ni respaldo seguro.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Realizamos respaldos manuales en USB o en la nube.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Usamos herramientas con encriptaci칩n, respaldos autom치ticos y acceso restringido por roles.",
        "color": "游릭"
      }
    ]
  },
  {
    "id": 30,
    "area": "Protecci칩n y Seguridad Digital",
    "text": "쯊ienen pol칤ticas formales de ciberseguridad y uso de tecnolog칤as?",
    "options": [
      {
        "value": 1,
        "label": "No existen pol칤ticas o protocolos escritos relacionados con ciberseguridad.",
        "color": "游댮"
      },
      {
        "value": 2,
        "label": "Existen reglas informales o acuerdos verbales con el equipo.",
        "color": "游"
      },
      {
        "value": 3,
        "label": "Tenemos pol칤ticas m칤nimas documentadas y comunicadas.",
        "color": "游리"
      },
      {
        "value": 4,
        "label": "Contamos con pol칤ticas claras, formales y actualizadas de ciberseguridad.",
        "color": "游릭"
      }
    ]
  }
]